# 250222 パターン対応(「」、選、スペース有無)
# [
#     {
#         "created_at": "2025-02-19 10:03:30+00:00",
#         "text": "NHK BS 18日(火) 午後10:45\\nＢＳ世界のドキュメンタリー「ナイス・レディーズ　ウクライナ　私たちの人生」\\nhttps://t.co/CYDKGbaIUK",
#         "author_id": 3022192682
#     },
#     {
#         "created_at": "2025-02-19 10:03:30+00:00",
#         "text": "NHK BS 18日(火) 午前9:25\\nＢＳ世界のドキュメンタリー選「アウシュビッツ　女たちの“サボタージュ”」\\nhttps://t.co/9cR5AREinr",
#         "author_id": 3022192682
#     },
#     {
#         "created_at": "2025-02-19 10:03:30+00:00",
#         "text": "NHK BS 19日(水) 午後10:45\\nＢＳ世界のドキュメンタリー▽マルコムＸ　暗殺の真相～アメリカ社会に挑んだ男～\\nhttps://t.co/iOJ03NrVMq",
#         "author_id": 3022192682
#     },
#     {
#         "created_at": "2025-02-19 10:03:30+00:00",
#         "text": "NHK BS 19日(水) 午前9:25\\nＢＳ世界のドキュメンタリー　選「ドイツの内なる脅威　躍進する“極右”政党」\\nhttps://t.co/EBrcrtGW6V",
#         "author_id": 3022192682
#     },
#     {
#         "created_at": "2025-02-19 10:03:30+00:00",
#         "text": "NHK BS 19日(水) 午前0:25\\nＢＳ世界のドキュメンタリー　選「ドイツの内なる脅威　躍進する“極右”政党」\\nhttps://t.co/EBrcrtGW6V",
#         "author_id": 3022192682
#     },
#      {
#         "created_at": "2025-02-20 10:03:30+00:00",
#         "text": "NHK BS 20日(木) 午後11:00\\nＢＳ世界のドキュメンタリー「ナイス・レディーズ　ウクライナ　私たちの「人生」」\\nhttps://t.co/CYDKGbaIUK",
#         "author_id": 3022192682
#     },
#      {
#         "created_at": "2025-02-20 10:03:30+00:00",
#         "text": "NHK BS 20日(木) 午後11:00\\nＢＳ世界のドキュメンタリー「マルコムＸ　「暗殺」の真相～アメリカ社会に挑んだ男～」\\nhttps://t.co/iOJ03NrVMq",
#         "author_id": 3022192682
#     }
# ]

# 250223 深夜対応
[
    {
        "created_at": "2025-02-11 10:03:30+00:00",
        "text": "NHK BS 14日(金) 午前0:45 (13日深夜)\\nＢＳ世界のドキュメンタリー「カラーでよみがえるアメリカ　１９６０年代」\\nhttps://t.co/EBrcrtGW6V",
        "author_id": 3022192682
    },
    {
        "created_at": "2025-02-11 10:03:30+00:00",
        "text": "NHK BS 13日(木) 午前1:35 (12日深夜)\\nＢＳ世界のドキュメンタリー「カラーでよみがえるアメリカ　１９５０年代」\\nhttps://t.co/EBrcrtGW6V",
        "author_id": 3022192682
    },
    {
        "created_at": "2025-02-11 10:03:30+00:00",
        "text": "NHK BS 12日(水) 午後10:45\\nＢＳ世界のドキュメンタリー　クィアな人生の再出発　ボリウッド式カミングアウト\\nhttps://www.nhk.jp/p/wdoc/ts/88Z7X45XZY/episode/te/GL6G38NLMM/",
        "author_id": 3022192682
    },
    {
        "created_at": "2025-02-11 10:03:30+00:00",
        "text": "NHK BS 12日(水) 午前9:25\\nＢＳ世界のドキュメンタリー　選「モダン・タイムス　チャップリンの声なき抵抗」\\nhttps://t.co/EBrcrtGW6V",
        "author_id": 3022192682
    }
]
